{
    "document_Content": "U.S. EPCRA (SARA Title III):\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSection 302: No information found.\nSections 311/312: Hazard Category List (Yes/No)\nSection 311 — Hazardous Chemical Yes\nImmediate Hazard Yes\nDelayed Hazard Yes\nFire Hazard No\nPressure Hazard No\nReactivity Hazard No\nSection 313: No information found.\nCERCLA Reportable Quantities: Acetic Acid, Glacial: 5000 Ib\nInternational Inventories:\nCountry or Region Inventory Name On Inventory (Yes/No)*\nAustralia Australian Inventory of Chemical Substances (AICS) N/A\nCanada Domestic Substances List (DSL) N/A\nCanada Non-Domestic Substances List (NDSL) N/A\nChina Inventory of Existing Chemical Substances in China (IECSC) N/A\nEurope European Inventory of Existing Commercial Chemical Substances N/A\n(EINECS)\nEurope European List of Notified Chemical Substances (ELINCS) N/A\nJapan Inventory of Existing and New Chemical Substances (ENCS) N/A\nKorea Existing Chemicals List (ECL) N/A\nPhilippines Philippine Inventory of Chemicals and Chemical Substances (PICCS) N/A\n\n \n\n \n\n \n\n \n\n \n\n*A \"Yes\" indicates that the listed component(s) of this product comply with the inventory requirements administered by the\ngoverning country(s).\n\n \n\n \n\n16. | OTHER INFORMATION\n\n \n\nDisclaimer: The Science Company provides the information in this Safety Data Sheet in the belief that\nit is reliable but assumes no responsibility for its completeness or accuracy. The physical\nproperties reported in this SDS are obtained from literature and do not constitute product\nspecifications. The Science Company makes and gives no representations or warranties\nwith respect to the information contained herein or the product to which it refers, whether\nexpress, implied, or statutory, including without limitation, warranties of accuracy,\ncompleteness, merchantability, non-infringement, performance, safety, suitability, stability,\nand fitness for a particular purpose. No warranty against infringement of any patent,\ncopyright or trademark is made or implied. This SDS is intended only as a guide to the\nappropriate handling of the material by a properly trained person. It shall be the user's\nresponsibility to develop proper methods of handling and personal protection based on the\nactual conditions of use. Accordingly, The Science Company assumes no liability\nwhatsoever for the use of or reliance upon this information including results obtained,\nincidental or consequential damages, or lost profits.\n\nIssue Date: May 18, 2016\n\nReason for Revision: Update of Section 9 over 03/24/2016 version.\n\nProduct: Acetic Acid, 1 N, 3-10% v/v\nRevision Date: 05/18/2016 7/7\n\n \n\n \n\f"
}
